Repository: niklasr22/BrightIntosh
Catalog: BrightIntosh/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_pt, zh_hans, zh_hant

source: Please share anonymous diagnostics so we can look into this brightness issue. The report only includes BrightIntosh data and your running processes, and we'll only use it to investigate this problem.
de: Bitte teile anonyme Diagnosedaten, damit wir dieses Helligkeitsproblem untersuchen können. Der Bericht enthält nur BrightIntosh-Daten und deine laufenden Prozesse, und wir verwenden ihn nur zur Untersuchung dieses Problems.
es: Comparte diagnósticos anónimos para que podamos investigar este problema de brillo. El informe solo incluye datos de BrightIntosh y tus procesos en ejecución, y solo lo usaremos para investigar este problema.
fr: Veuillez partager des diagnostics anonymes afin que nous puissions examiner ce problème de luminosité. Le rapport contient uniquement des données BrightIntosh et vos processus en cours d’exécution, et nous ne l’utiliserons que pour enquêter sur ce problème.
it: Condividi diagnostica anonima per aiutarci a esaminare questo problema di luminosità. Il report include solo dati di BrightIntosh e i processi in esecuzione, e lo useremo solo per indagare su questo problema.
ja: この明るさの問題を調査できるよう、匿名の診断情報を共有してください。レポートには BrightIntosh のデータと実行中のプロセスのみが含まれ、この問題の調査にのみ使用します。
pt_pt: Partilhe diagnósticos anónimos para podermos investigar este problema de brilho. O relatório inclui apenas dados do BrightIntosh e os processos em execução, e só será usado para investigar este problema.
zh_hans: 请分享匿名诊断信息，以便我们调查此亮度问题。报告仅包含 BrightIntosh 数据和正在运行的进程，我们只会将其用于调查此问题。
zh_hant: 請分享匿名診斷資訊，讓我們調查這個亮度問題。報告只包含 BrightIntosh 資料和正在執行的程序，我們只會將其用於調查此問題。

source: Potential conflict
de: Möglicher Konflikt
es: Conflicto potencial
fr: Conflit potentiel
it: Conflitto potenziale
ja: 潜在的な競合
pt_pt: Conflito potencial
zh_hans: 潜在冲突
zh_hant: 潛在衝突

source: Potential conflict: %@
de: Potentieller Konflikt: %@
es: Conflicto potencial: %@
fr: Conflit potentiel : %@
it: Conflitto potenziale: %@
ja: 潜在的な競合: %@
pt_pt: Conflito potencial: %@
zh_hans: 潜在冲突：%@
zh_hant: 潛在衝突：%@

source: Purchase is pending. Please check your purchase history in the App Store.
de: Der Kauf ist ausstehend. Bitte überprüfen Sie Ihre Kaufhistorie im App Store.
es: La compra está pendiente. Por favor, verifica tu historial de compras en la App Store.
fr: L'achat est en attente. Veuillez vérifier votre historique d'achats dans l'App Store.
it: L'acquisto è in sospeso. Si prega di controllare la cronologia degli acquisti nell'App Store.
ja: 購入が保留中です。App Storeの購入履歴をご確認ください。
pt_pt: Compra pendente. Por favor, verifique o seu histórico de compras na App Store.
zh_hans: 购买待处理。请在 App Store 中检查您的购买历史记录。
zh_hant: 購買待處理。請在 App Store 中檢查您的購買記錄。

source: Purchase was cancelled.
de: Der Kauf wurde abgebrochen.
es: La compra fue cancelada.
fr: L'achat a été annulé.
it: Acquisto annullato.
ja: 購入はキャンセルされました。
pt_pt: Compra foi cancelada.
zh_hans: 购买已取消。
zh_hant: 購買已取消。

source: Quit
de: Beenden
es: Salir de la app
fr: Quitter l'app
it: Esci
ja: 終了
pt_pt: Sair de uma aplicação
zh_hans: 退出
zh_hant: 退出

source: Restore display colors
de: Displayfarben wiederherstellen
es: Restaurar colores de la pantalla
fr: Restaurer les couleurs de l’écran
it: Ripristina colori del display
ja: ディスプレイの色を復元
pt_pt: Restaurar cores do ecrã
zh_hans: 恢复显示器颜色
zh_hant: 恢復顯示器顏色

source: Restart BrightIntosh to switch brightness modes.
de: Starte BrightIntosh neu, um den Helligkeitsmodus zu wechseln.
es: Reinicia BrightIntosh para cambiar de modo de brillo.
fr: Redémarrez BrightIntosh pour changer de mode de luminosité.
it: Riavvia BrightIntosh per cambiare modalità di luminosità.
ja: 明るさモードを切り替えるには BrightIntosh を再起動してください。
pt_pt: Reinicie o BrightIntosh para mudar de modo de brilho.
zh_hans: 重新启动 BrightIntosh 以切换亮度模式。
zh_hant: 請重新啟動 BrightIntosh 以切換亮度模式。

source: Review the report before sharing it. It includes device, display, and BrightIntosh diagnostics.
de: Überprüfen Sie den Bericht, bevor Sie ihn weitergeben. Er enthält Diagnosen zum Gerät, Display und BrightIntosh.
es: Revise el informe antes de compartirlo. Incluye diagnósticos del dispositivo, pantalla y BrightIntosh.
fr: Avant de partager le rapport, veuillez le vérifier. Il comprend des diagnostics de l'appareil, de l'écran et de BrightIntosh.
it: Controlla il rapporto prima di condividerlo. Include la diagnostica del dispositivo, del display e di BrightIntosh.
ja: 共有する前にレポートを確認してください。レポートにはデバイス、ディスプレイ、およびBrightIntoshの診断情報が含まれています。
pt_pt: Reveja o relatório antes de o partilhar. Inclui diagnósticos do dispositivo, do ecrã e do BrightIntosh.
zh_hans: 在共享报告前请先审查。它包含设备、显示和 BrightIntosh 的诊断信息。
zh_hant: 在分享報告前請先審閱。報告包含裝置、顯示器及 BrightIntosh 的診斷資訊。

source: Send Anonymous Diagnostics
de: Anonyme Diagnosedaten senden
es: Enviar diagnósticos anónimos
fr: Envoyer des diagnostics anonymes
it: Invia diagnostica anonima
ja: 匿名の診断情報を送信
pt_pt: Enviar diagnósticos anónimos
zh_hans: 发送匿名诊断信息
zh_hant: 傳送匿名診斷資訊

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_pt: Definições
zh_hans: 设置
zh_hant: 設定

source: Short wait
de: Kurze Wartezeit
es: Corta espera
fr: Attente courte
it: Breve attesa
ja: 少々お待ちください
pt_pt: Pequena espera
zh_hans: 短暂等待
zh_hant: 稍候

source: Shortcuts
de: Tastenkombinationen
es: Funciones rápidas de teclado
fr: Raccourcis clavier
it: Scorciatoie
ja: ショートカット
pt_pt: Atalhos de teclado
zh_hans: 快捷键
zh_hant: 快捷鍵

source: Show a notice when another brightness app may interfere
de: Zeige eine Benachrichtigung an, wenn eine andere Helligkeits-App möglicherweise stört
es: Mostrar un aviso cuando otra aplicación de brillo pueda interferir
fr: Afficher un avertissement lorsqu'une autre application de luminosité peut interférer
it: Mostra un avviso quando un'altra app di luminosità potrebbe interferire
ja: 別の明るさ調節アプリが干渉する可能性がある場合に通知を表示する
pt_pt: Mostrar um aviso quando outra aplicação de brilho puder interferir
zh_hans: 当可能有其他亮度应用干扰时显示通知
zh_hant: 當另一個亮度應用可能干擾時顯示通知

source: Show a notice when boosted brightness needs a short delay
de: Anzeige wenn für die erhöhte Helligkeit eine kurze Verzögerung erforderlich ist
es: Mostrar un aviso cuando el brillo aumentado necesite una breve demora
fr: Afficher un avis lorsque la luminosité accrue nécessite un court délai
it: Mostra una notifica quando la luminosità aumentata richiede un breve ritardo
ja: 明るさが一時的に上がる際に短い遅延が必要な場合、通知を表示する
pt_pt: Mostrar um aviso quando o brilho aumentado precisar de um pequeno atraso
zh_hans: 当提升亮度需要短暂延时显示通知
zh_hant: 當提升亮度需要短暫延遲時顯示通知

source: Show in dock
de: Im Dock anzeigen
es: Mostrar en el Dock
fr: Afficher dans le Dock
it: Mostra nel Dock
ja: Dockに表示
pt_pt: Mostrar no Dock
zh_hans: 在 Dock 中显示
zh_hant: 在 Dock 顯示

source: Sorry, BrightIntosh could not reliably increase brightness on this Mac
de: Entschuldigung, BrightIntosh konnte die Helligkeit auf diesem Mac nicht zuverlässig erhöhen
es: Lo sentimos, BrightIntosh no pudo aumentar el brillo de forma fiable en este Mac
fr: Désolé, BrightIntosh n’a pas pu augmenter la luminosité de façon fiable sur ce Mac
it: Spiacenti, BrightIntosh non è riuscito ad aumentare la luminosità in modo affidabile su questo Mac
ja: 申し訳ありません。BrightIntosh はこの Mac で明るさを安定して上げられませんでした
pt_pt: Lamentamos, o BrightIntosh não conseguiu aumentar o brilho de forma fiável neste Mac
zh_hans: 抱歉，BrightIntosh 无法在这台 Mac 上可靠地提高亮度
zh_hant: 抱歉，BrightIntosh 無法在這台 Mac 上可靠地提高亮度

source: Start your free %lld day trial
de: Starte für %lld Tage kostenlos
es: Comienza tu prueba gratuita de %lld días
fr: Commencez votre essai gratuit de %lld jours
it: Inizia la prova gratuita di %lld giorni
ja: %lld日間の無料トライアルを開始する
pt_pt: Comece sua avaliação gratuita de %lld dias
zh_hans: 开始您的免费 %lld 天试用
zh_hant: 開始您的免費 %lld 天試用

source: Support report
de: Supportbericht
es: Informe de soporte
fr: Rapport de support
it: Rapporto di supporto
ja: サポートレポート
pt_pt: Relatório de suporte
zh_hans: 支持报告
zh_hant: 支援報告

source: Thank you. The diagnostics report was sent to BrightIntosh support. You can now try Compatibility Mode, which uses a simpler brightness method and may work better on this Mac.
de: Danke. Der Diagnosebericht wurde an den BrightIntosh-Support gesendet. Du kannst jetzt den Kompatibilitätsmodus ausprobieren, der eine einfachere Helligkeitsmethode verwendet und auf diesem Mac möglicherweise besser funktioniert.
es: Gracias. El informe de diagnóstico se envió al soporte de BrightIntosh. Ahora puedes probar el Modo de compatibilidad, que usa un método de brillo más sencillo y puede funcionar mejor en este Mac.
fr: Merci. Le rapport de diagnostic a été envoyé au support BrightIntosh. Vous pouvez maintenant essayer le mode Compatibilité, qui utilise une méthode de luminosité plus simple et peut mieux fonctionner sur ce Mac.
it: Grazie. Il report diagnostico è stato inviato al supporto BrightIntosh. Ora puoi provare la Modalità compatibilità, che usa un metodo di luminosità più semplice e potrebbe funzionare meglio su questo Mac.
ja: ありがとうございます。診断レポートが BrightIntosh サポートに送信されました。よりシンプルな明るさ調整方式を使い、この Mac でうまく動作する可能性がある互換モードを試せます。
pt_pt: Obrigado. O relatório de diagnóstico foi enviado para o suporte do BrightIntosh. Pode agora experimentar o Modo de Compatibilidade, que usa um método de brilho mais simples e pode funcionar melhor neste Mac.
zh_hans: 谢谢。诊断报告已发送给 BrightIntosh 支持。现在你可以尝试兼容模式，它使用更简单的亮度方式，可能在这台 Mac 上效果更好。
zh_hant: 謝謝。診斷報告已傳送給 BrightIntosh 支援。你現在可以嘗試相容模式，它使用較簡單的亮度方法，可能在這台 Mac 上運作得更好。

source: The alternate brightness backend only applies to Standard Mode.
de: Das alternative Helligkeits-Backend gilt nur für den Standardmodus.
es: El backend de brillo alternativo solo se aplica al Modo estándar.
fr: Le backend de luminosité alternatif s’applique uniquement au mode Standard.
it: Il backend di luminosità alternativo si applica solo alla Modalità standard.
ja: 代替の明るさバックエンドは標準モードでのみ使用されます。
pt_pt: O backend de brilho alternativo aplica-se apenas ao Modo Padrão.
zh_hans: 备用亮度后端仅适用于标准模式。
zh_hant: 替代亮度後端僅適用於標準模式。

source: The BrightIntosh brightness slider was removed. Use your Mac's normal brightness keys to adjust brightness, and simply toggle increased brightness on or off when you need the boost.
de: Der BrightIntosh-Helligkeitsregler wurde entfernt. Verwenden Sie die normalen Helligkeitstasten Ihres Macs, um die Helligkeit anzupassen, und schalten Sie die erhöhte Helligkeit einfach ein oder aus, wenn Sie den Boost benötigen.
es: El control deslizante de brillo de BrightIntosh fue eliminado. Usa las teclas normales de brillo de tu Mac para ajustar el brillo, y simplemente activa o desactiva el brillo aumentado cuando necesites el impulso.
fr: Le curseur de luminosité de BrightIntosh a été supprimé. Utilisez les touches de luminosité normales de votre Mac pour ajuster la luminosité, et activez simplement l'augmentation de la luminosité lorsque vous avez besoin d'un coup de pouce.
it: Il cursore della luminosità di BrightIntosh è stato rimosso. Usa i tasti normali per la luminosità del Mac per regolare la luminosità e attiva o disattiva semplicemente la luminosità aumentata quando hai bisogno di un incremento.
ja: BrightIntoshの明るさスライダーは削除されました。明るさの調整はMacの通常の明るさキーを使用し、明るさを上げたいときには増加した明るさの切り替えを行ってください。
pt_pt: O controlo deslizante de brilho do BrightIntosh foi removido. Utilize as teclas normais de brilho do seu Mac para ajustar o brilho e simplesmente ative ou desative o aumento do brilho quando precisar do impulso.
zh_hans: 已移除 BrightIntosh 亮度滑块。请使用您的 Mac 的常规亮度按键来调节亮度，并在需要提升亮度时简单地切换增强亮度开关。
zh_hant: BrightIntosh 的亮度滑桿已被移除。請使用您的 Mac 的普通亮度鍵來調整亮度，並在需要提升亮度時，只需切換增強亮度的開啟或關閉即可。

source: The report was copied to your clipboard instead. Please include it in your support message so the brightness issue can be investigated.
de: Der Bericht wurde stattdessen in die Zwischenablage kopiert. Bitte füge ihn deiner Supportnachricht bei, damit das Helligkeitsproblem untersucht werden kann.
es: El informe se copió al portapapeles. Inclúyelo en tu mensaje de soporte para que podamos investigar el problema de brillo.
fr: Le rapport a été copié dans le presse-papiers à la place. Veuillez l’inclure dans votre message au support afin que le problème de luminosité puisse être examiné.
it: Il report è stato invece copiato negli appunti. Includilo nel messaggio al supporto per consentire l’indagine sul problema di luminosità.
ja: 代わりにレポートをクリップボードにコピーしました。明るさの問題を調査できるよう、サポートへのメッセージに含めてください。
pt_pt: O relatório foi copiado para a área de transferência. Inclua-o na sua mensagem de suporte para que o problema de brilho possa ser investigado.
zh_hans: 报告已复制到剪贴板。请将其包含在你的支持消息中，以便调查亮度问题。
zh_hant: 報告已改為複製到剪貼簿。請將它附在你的支援訊息中，以便調查亮度問題。

source: There seems to be an issue with the store connection. Please check your internet connection and try restarting your MacBook.
de: Es scheint ein Problem mit der Store-Verbindung zu geben. Bitte überprüfe deine Internetverbindung oder starte dein MacBook neu.
es: Parece haber un problema con la conexión a la tienda. Por favor, verifica tu conexión a Internet o intenta reiniciar tu MacBook.
fr: Il semble y avoir un problème avec la connexion au magasin. Veuillez vérifier votre connexion Internet ou essayer de redémarrer votre MacBook.
it: Sembra esserci un problema con la connessione al negozio. Per favore verifica la connessione e prova a riavviare il tuo MacBook.
ja: ストアとの接続に問題があるようです。インターネット接続を確認し、MacBookを再起動してみてください。
pt_pt: Parece haver um problema com a conexão da loja. Verifique sua conexão com a Internet ou tente reiniciar seu MacBook.
zh_hans: 商店连接似乎有问题。请检查您的网络连接，并尝试重启 MacBook。
zh_hant: 商店連接似乎出現問題。請檢查您的網路連線並嘗試重新啟動您的MacBook。

source: These options can help when extra brightness does not behave as expected.
de: Diese Optionen können helfen, wenn die zusätzliche Helligkeit nicht wie erwartet funktioniert.
es: Estas opciones pueden ayudar cuando el brillo adicional no funciona como se espera.
fr: Ces options peuvent aider lorsque la luminosité supplémentaire ne fonctionne pas comme prévu.
it: Queste opzioni possono aiutare quando la luminosità aggiuntiva non funziona come previsto.
ja: 追加の明るさが期待どおりに動作しない場合、これらのオプションが役立ちます。
pt_pt: Estas opções podem ajudar quando o brilho adicional não funciona como esperado.
zh_hans: 当额外亮度未按预期工作时，这些选项可能会有所帮助。
zh_hant: 當額外亮度未如預期運作時，這些選項可能會有所幫助。

source: This device is incompatible
de: Dieses Gerät ist nicht kompatibel
es: Este dispositivo es incompatible
fr: Cet appareil est incompatible
it: Questo dispositivo non è compatibile.
ja: このデバイスは対応していません
pt_pt: Este dispositivo é incompatível
zh_hans: 此设备不兼容
zh_hant: 此設備不相容

source: To open the settings window without the menu bar item simply restart BrightIntosh from the Launchpad. Alternatively, search for "BrightIntosh Settings" in the macOS %@ Spotlight search.
de: Um das Einstellungsfenster ohne das Menüleisten-Element zu öffnen, starte BrightIntosh einfach über das Launchpad neu. Alternativ kannst du nach "BrightIntosh Einstellungen" in der macOS %@ Spotlight-Suche suchen.
es: Para abrir la ventana de configuraciones sin el elemento de la barra de menú, simplemente reinicia BrightIntosh desde el Launchpad. Alternativamente, busca "Configuraciones de BrightIntosh" en la búsqueda de Spotlight de macOS %@.
fr: Pour ouvrir la fenêtre des paramètres sans utiliser l'élément de la barre de menu, redémarrez simplement BrightIntosh depuis le Launchpad. Alternativement, recherchez "Paramètres BrightIntosh" dans la recherche Spotlight de macOS %@.
it: Per aprire le impostazioni senza il bottone nella barra del menù riavvia BrightIntosh dal Launchpad; altrimenti cerca "Impostazioni di BrightIntosh" nello Spotlight %@ di MacOS.
ja: メニューバーのアイコンを使わずに設定画面を開くには、既にBrightIntoshを開いた状態でLaunchpadから起動してください。また、Spotlightから”BrightIntoshの設定”を検索することもできます。
pt_pt: Para abrir a janela das definições sem o item da barra de menu, simplesmente reinicie o BrightIntosh a partir do Launchpad. Alternativamente, procure por "Configurações do BrightIntosh" na pesquisa Spotlight do macOS %@.
zh_hans: 要打开不包含菜单栏项的设置窗口，只需从启动台重启 BrightIntosh 即可。或者，在 macOS %@ Spotlight 搜索中搜索“BrightIntosh 设置”。
zh_hant: 若要開啟不含功能表列選項的設定窗口，只需從啟動台重新啟動 BrightIntosh 即可。或者，在 macOS %@ Spotlight 搜尋中搜尋「BrightIntosh 設定」。

source: Toggle increased brightness:
de: Erhöhte Helligkeit umschalten:
es: Aumento alternativo del brillo:
fr: Commuter la luminosité augmentée:
it: Attiva/Disattiva l’incremento della luminosità:
ja: 画面を明るくする：
pt_pt: Alternar o aumento do brilho:
zh_hans: 切换增加亮度：
zh_hant: 開啟／關閉亮度增強：

source: Try Compatibility Mode
de: Kompatibilitätsmodus testen
es: Probar modo de compatibilidad
fr: Essayer le mode Compatibilité
it: Prova Modalità compatibilità
ja: 互換モードを試す
pt_pt: Experimentar Modo de Compatibilidade
zh_hans: 尝试兼容模式
zh_hant: 嘗試相容模式

source: Try Compatibility Mode?
de: Kompatibilitätsmodus testen?
es: ¿Probar el modo de compatibilidad?
fr: Essayer le mode Compatibilité ?
it: Provare la Modalità compatibilità?
ja: 互換モードを試しますか？
pt_pt: Experimentar o Modo de Compatibilidade?
zh_hans: 要尝试兼容模式吗？
zh_hant: 要嘗試相容模式嗎？

source: Unfortunately your device is currently not supported by BrightIntosh.
de: Leider wird ihr Gerät nicht von BrightIntosh unterstützt.
es: Lamentablemente, su dispositivo no es compatible con BrightIntosh.
fr: Malheureusement, votre appareil n'est pas pris en charge par BrightIntosh.
it: Sfortunatamente il tuo dispositivo non è al momento supportato da BrightIntosh.
ja: 残念ながら、BrightIntoshはこのデバイスをサポートしていません。
pt_pt: Infelizmente, o seu dispositivo não é atualmente suportado pela BrightIntosh.
zh_hans: 很遗憾，BrightIntosh 目前不支持您的设备。
zh_hant: 很遺憾，BrightIntosh 目前不支援您的設備。

source: Unleash the Brightness!
de: Entfessle die maximale Helligkeit!
es: ¡Desata el brillo!
fr: Libérez le maximum de luminosité!
it: Libera la Luminosità!
ja: 明るさを解放しましょう！
pt_pt: Libere o Brilho!
zh_hans: 解放您的亮度！
zh_hant: 解放您的亮度！

source: Unlock unrestricted access to BrightIntosh
de: Schalte uneingeschränkte Zugriff auf BrightIntosh frei
es: Desbloquear el acceso sin restricciones a BrightIntosh
fr: Débloquez l'accès illimité à BrightIntosh!
it: Sblocca l’accesso illimitato a BrightIntosh
ja: BrightIntoshをロック解除する
pt_pt: Desbloqueie acesso irrestrito ao BrightIntosh
zh_hans: 解锁 BrightIntosh 的无限访问
zh_hant: 解鎖 BrightIntosh 的完整功能

source: Use alternate brightness backend
de: Alternativen Helligkeits-Backend verwenden
es: Usar motor de brillo alternativo
fr: Utiliser un moteur d'éclairage alternatif
it: Usa backend della luminosità alternativo
ja: 代替の輝度バックエンドを使用する
pt_pt: Utilizar backend de brilho alternativo
zh_hans: 使用替代亮度后端
zh_hant: 使用替代亮度後端

source: Uses an older, simpler brightness method. It may work better on some Macs, but can be less color-accurate. Restart BrightIntosh to apply this change.
de: Verwendet eine ältere, einfachere Helligkeitsmethode. Sie funktioniert auf manchen Macs möglicherweise besser, kann aber weniger farbgenau sein. Starte BrightIntosh neu, um diese Änderung anzuwenden.
es: Usa un método de brillo más antiguo y sencillo. Puede funcionar mejor en algunos Mac, pero puede ser menos preciso con los colores. Reinicia BrightIntosh para aplicar este cambio.
fr: Utilise une méthode de luminosité plus ancienne et plus simple. Elle peut mieux fonctionner sur certains Mac, mais peut être moins fidèle au niveau des couleurs. Redémarrez BrightIntosh pour appliquer ce changement.
it: Usa un metodo di luminosità più vecchio e semplice. Potrebbe funzionare meglio su alcuni Mac, ma può essere meno accurato nei colori. Riavvia BrightIntosh per applicare la modifica.
ja: 古い、よりシンプルな明るさ調整方式を使います。一部の Mac ではうまく動作する可能性がありますが、色の正確さは低くなる場合があります。この変更を適用するには BrightIntosh を再起動してください。
pt_pt: Usa um método de brilho mais antigo e simples. Pode funcionar melhor em alguns Macs, mas pode ser menos preciso nas cores. Reinicie o BrightIntosh para aplicar esta alteração.
zh_hans: 使用较旧、更简单的亮度方式。它可能在某些 Mac 上效果更好，但颜色准确性可能会降低。重新启动 BrightIntosh 以应用此更改。
zh_hant: 使用較舊、較簡單的亮度方法。它可能在某些 Mac 上運作得更好，但色彩準確度可能較低。請重新啟動 BrightIntosh 以套用此變更。

source: Wait for HDR before increasing brightness
de: Warte auf HDR, bevor die Helligkeit erhöht wird
es: Esperar a HDR antes de aumentar el brillo
fr: Attendre HDR avant d'augmenter la luminosité
it: Aspetta HDR prima di aumentare la luminosità
ja: 明るさを上げる前にHDRを待つ
pt_pt: Aguardar pelo HDR antes de aumentar o brilho
zh_hans: 等待开启HDR后再增加亮度
zh_hant: 等待 HDR 啟用後再提升亮度

source: You can also use the %@ Spotlight Search to open the settings window by searching "BrightIntosh Settings"
de: Sie können auch die %@ Spotlight-Suche verwenden, um das Einstellungsfenster zu öffnen, indem Sie "BrightIntosh Einstellungen" suchen.
es: También puedes usar el %@ Spotlight Search para abrir la ventana de configuración buscando "Configuración de BrightIntosh"
fr: Vous pouvez également utiliser la recherche %@ Spotlight pour ouvrir la fenêtre des paramètres en recherchant "Paramètres BrightIntosh"
it: Puoi anche usare %@ nella ricerca dello Spotlight e aprire le impostazioni cercando "Impostazioni di BrightIntosh"
ja: また、 %@ Spotlight検索から”BrightIntoshの設定”を検索して設定画面を開くこともできます。
pt_pt: Pode também usar a pesquisa %@ Spotlight para abrir a janela de definições, pesquisando "Configurações do BrightIntosh"
zh_hans: 您还可以使用 %@ 聚焦搜索通过搜索“BrightIntosh 设置”来打开设置窗口
zh_hant: 您也可以使用 %@ Spotlight 搜索，透過搜尋「BrightIntosh 設定」來開啟設定視窗。

source: You have access to BrightIntosh. Enjoy the brightness!
de: Du hast Zugriff auf BrightIntosh. Genieße die Helligkeit
es: Tienes acceso a BrightIntosh. ¡Disfrute del brillo!
fr: Vous avez accès à BrightIntosh. Profitez de la luminosité !
it: Hai accesso a BrightIntosh. Goditi la luminosità!
ja: BrightIntoshにアクセスできます。明るさをお楽しみください！
pt_pt: Você tem acesso ao BrightIntosh. Aproveite o brilho!
zh_hans: 您已拥有 BrightIntosh 的使用权。 尽享光明！
zh_hant: 您已擁有 BrightIntosh 的完整功能使用權。 盡享光明！

source: Your device doesn't have a built-in XDR display. Increased brightness can only be enabled for external XDR displays.
de: Ihr Gerät verfügt nicht über ein eingebautes XDR-Display. Erhöhte Helligkeit kann nur für externe XDR-Displays aktiviert werden.
es: Tu dispositivo no tiene una pantalla XDR integrada. El aumento del brillo solo se puede activar para pantallas XDR externas.
fr: Votre appareil ne dispose pas d'un écran XDR intégré. L'augmentation de la luminosité ne peut être activée que pour les écrans XDR externes.
it: Il tuo dispositivo non ha un display XDR. L’incremento della luminosità può essere abilitato per gli schermi XDR esterni.
ja: お使いのデバイスには内蔵XDRディスプレイが無いようです。明るさを上げられるのは外部XDRディスプレイのみになります。
pt_pt: O seu dispositivo não tem um ecrã XDR incorporado. O aumento de brilho só pode ser ativado para ecrãs XDR externos.
zh_hans: 您的设备没有内置 XDR 显示屏。只有外接 XDR 显示屏才能启用更高的亮度。
zh_hant: 您的設備沒有內建 XDR 顯示器。只有外接 XDR 顯示器才能啟用更高的亮度。

source: Your trial has expired
de: Die kostenlose Probezeit ist vorbei
es: Su versión de prueba ha caducado.
fr: Votre période d'essai a expiré
it: La tua prova gratuita è scaduta.
ja: トライアル期間が終了しました
pt_pt: A sua avaliação gratuita expirou
zh_hans: 您的试用期已结束
zh_hant: 您的試用期已結束

source: Your trial has expired. Unlock unrestricted access to BrightIntosh
de: Die kostenlose Probezeit ist vorbei. Schalte jetzt den uneingeschränkten Zugriff auf BrightIntosh frei.
es: Su versión de prueba ha caducado. Desbloquee el acceso sin restricciones a BrightIntosh
fr: Votre période d'essai a expiré. Débloquez l'accès illimité à BrightIntosh.
it: La tua prova gratuita è scaduta. Sblocca l’accesso illimitato a BrightIntosh.
ja: 試用期間が終了しました。使い続けるにはBrightIntoshをロック解除してください
pt_pt: A sua avaliação gratuita expirou. Desbloqueie acesso irrestrito ao BrightIntosh
zh_hans: 您的试用期已过期。购买以解锁 BrightIntosh 的无限访问权限
zh_hant: 您的試用期已結束。請購買並解鎖 BrightIntosh 的完整功能。

source: OK
es: Aceptar
zh_hans: 确定
zh_hant: 確定

source: Store
es: Tienda
fr: Boutique
it: Negozio
ja: 購入
pt_pt: Loja
zh_hans: 商店
zh_hant: 商店

source: Timer
es: Temporizador
fr: Minuterie
ja: タイマー
pt_pt: Temporizador
zh_hans: 计时器
zh_hant: 計時器

source: %lld min
ja: %lld 分
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: Hide
zh_hant: 隱藏

source: Test Settings
zh_hant: 測試設定
